Repository: ujjwxl/Suraksha
Catalog: lib/l10n/app_*.arb
Languages: bn, gu, kn, ml, mr, or, pa, ta, te, ur

# onboardingOneTitle
source: Share your location
bn: আপনার লোকেশন শেয়ার করুন
gu: તમારું સ્થાન શેર કરો
kn: ನಿಮ್ಮ ಸ್ಥಳಾಂತರ ಹಂಚಿಕೊಳ್ಳಿ
ml: നിങ്ങളുടെ സ്ഥലം ഷെയർ ചെയ്യുക
mr: आपले स्थान सामायिक करा
or: ଆପଣଙ୍କ ଅବସ୍ଥା ଭାଗିବା
pa: ਆਪਣਾ ਸਥਾਨ ਸਾਂਝਾ ਕਰੋ
ta: உங்கள் இருப்பிடத்தைப் பகிர்ந்து கொள்ளுங்கள்
te: మీ స్థానాన్ని షేర్ చేయండి
ur: اپنی جگہ شیئر کریں

# onboardingTwoTitle
source: Send an SOS
bn: এসওএস পাঠান
gu: એસઓએસ મોકલો
kn: ಎಸ್‌ಒ‌ಎಸ್ ಕಳುಹಿಸಿ
ml: എസ്ഓഎസ് അയയ്ക്കുക
mr: एसओएस पाठवा
or: ଏସ୍ ଓ ଏସ୍ ପଠାନ୍ତୁ
pa: ਐਸ ਓ ਐਸ ਭੇਜੋ
ta: SOS அனுப்புங்கள்
te: ఎస్ ఒ ఎస్ పంపండి
ur: ایس او ایس بھیجیں

# onboardingThreeTitle
source: Schdeule a Fake Call
bn: কৃত্রিম কল সময় সূচি
gu: મેથેટને ઝોલો મૂકવો
kn: ಕೃತ್ರಿಮ ಕಾಲ್ ವೇಳಾಪಟ್ಟಿ
ml: നക്കായ കള്ള് അടയ്ക്കുക
mr: खोटा कॉल योजना
or: ନକଳ କଲ୍ ଅନୁରୂପ କରନ୍ତୁ
pa: ਝੂਠਾ ਕਾਲ ਅਨੁਮਤੀ ਲਓ
ta: பொய் அழைக்க
te: నకలు కాల్ షెడ్యూల్ చేయండి
ur: جعلی کال کا شیڈول کریں

# onboardingOneSubtitle
source: while travelling or when in transit
bn: ভ্রমণের সময় বা লক্ষ্যে থাকার সময়
gu: પ્રવાસ કરી રહ્યા વખતે અથવા માર્ગમાં રહેવાના સમયમાં
kn: ಪ್ರಯಾಣ ಮಾಡುವಾಗ ಅಥವಾ ಸಾಗರಿಕೆಯಲ್ಲಿ ಇರುವಾಗ
ml: പ്രയാണികളുടെയോ കയറിനുള്ളതോ പ്രയോജനപ്പെടുന്നതായി
mr: प्रवास करताना किंवा गतिविधीत असताना
or: ଯାତ୍ରା କରିବା ବେଳେ କିମ୍ବା ପଥରେ ଥିବା ବେଳେ
pa: ਯਾਤਰਾ ਕਰਦੇ ਸਮੇਂ ਜਾਂ ਸੜਕ 'ਤੇ
ta: பயணிப்பிற்கு அல்லது பயணத்தில்
te: ప్రయాణించేందుకు లేదా మరణానికి ఉన్నప్పుడు
ur: سفر کرتے ہوئے یا اس وقت جب سفر کر رہے ہوں

# onboardingTwoSubtitle
source: when in an emergency
bn: জরুরি অবস্থায়
gu: આપત્તિકાળે
kn: ತಾತ್ಕಾಲಿಕ ಅವಸ್ಥೆಯಲ್ಲಿ
ml: അപകടകാലത്ത്
mr: त्रासात असताना
or: ଆପାତକାଲିନ ସମୟରେ
pa: ਆਪਾਤਕਾਲ ਵਿੱਚ
ta: அவசர அவதாரணையில்
te: అత్యవసర సమయంలో
ur: طارقینی وقت میں

# onboardingThreeSubtitle
source: to get out of uncomfortable situations
bn: অসুবিধাজনক অবস্থা থেকে প্রস্তুতি নিতে
gu: અસન્નથાયી સ્થિતિઓથી બચવવા માટે
kn: ಅಸಹಜ ಸನ್ನಿವೇಶಗಳಿಂದ ಹೊರಬಂದು ನಿಲ್ಲಲು
ml: അസാന്നിധ്യമായ സന്ദര്‍ഭങ്ങളില്‍ നിന്നും പോകുക
mr: अस्वस्थपदासाठी
or: ଅସହଜ ସ୍ଥିତି ଥିବାକୁ ହାରାଇବା ପାଇଁ
pa: ਅਸੰਭਾਵ ਸਥਿਤੀਆਂ ਤੋਂ ਬਾਹਰ ਨਿਕਲਣ ਲਈ
ta: தொடர்ந்து பரிந்துரைகளிலிருந்து வெளியேறுவதற்காக
te: అసహనీయ సందర్భాల్లో నుండి వెళ్ళడానికి
ur: ناکامی کی صورت میں نکلنے کے لیے

# loginActionText
source: Login here
bn: এখানে লগইন করুন
gu: અહીં લૉગઇન કરો
kn: ಇಲ್ಲಿ ಲಾಗಿನ್ ಮಾಡಿ
ml: ഇവിടെ ലോഗിന്‍ ചെയ്യുക
mr: येथे लॉग इन करा
or: ଏଠାରେ ଲଗଇନ୍ କରନ୍ତୁ
pa: ਇੱਥੇ ਲਾਗਇਨ ਕਰੋ
ta: உள்நுழைக
te: ఇక్కడ లాగిన్ చేయండి
ur: یہاں لاگ ان کریں

# loginEmailPlaceholder
source: Enter your email
bn: আপনার ইমেইল লিখুন
gu: તમારો ઇમેઇલ દાખલ કરો
kn: ನಿಮ್ಮ ಇಮೇಲ್ ಅನ್ನು ನಮೂದಿಸಿ
ml: നിങ്ങളുടെ ഇമെയിൽ നമ്പര്‍ നൽകുക
mr: आपला ईमेल प्रविष्ट करा
or: ଆପଣଙ୍କ ଇମେଲ୍ ଲେଖନ୍ତୁ
pa: ਆਪਣਾ ਈਮੇਲ ਦਰਜ ਕਰੋ
ta: உங்கள் மின்னஞ்சலை உள்ளிடவும்
te: మీ ఇమెయిల్ నమోదు చేయండి
ur: اپنا ای میل درج کریں

# loginPasswordPlaceholder
source: Enter your password
bn: আপনার পাসওয়ার্ড লিখুন
gu: તમારો પાસવર્ડ દાખલ કરો
kn: ನಿಮ್ಮ ಪಾಸ್‌ವರ್ಡ್ ಅನ್ನು ನಮೂದಿಸಿ
ml: നിങ്ങളുടെ പാസ്‌വേഡ് നമ്പര്‍ നൽകുക
mr: आपला संकेतशब्द प्रविष्ट करा
or: ଆପଣଙ୍କ ପାସ୍‌ୱର୍ଡ୍ ଲେଖନ୍ତୁ
pa: ਆਪਣਾ ਪਾਸਵਰਡ ਦਰਜ ਕਰੋ
ta: உங்கள் கடவுச்சொல்லை உள்ளிடவும்
te: మీ పాస్‌వర్డ్ నమోదు చేయండి
ur: اپنا پاس ورڈ درج کریں

# loginButton
source: LOGIN
bn: লগইন
gu: લૉગઇન
kn: ಲಾಗಿನ್
ml: ലോഗിന്‍
mr: लॉग इन
or: ଲଗଇନ୍
pa: ਲਾਗਇਨ
ta: உள்நுழைய
te: లాగిన్
ur: لاگ ان

# loginBottomText
source: Don't have an account?
bn: একাউন্ট নেই?
gu: એક એકાઉન્ટ નથી?
kn: ನಿಮ್ಮಲ್ಲಿ ಖಾತೆ ಇಲ್ಲವೇ?
ml: നിങ്ങള്‍ക്ക് ഒരു അക്കൗണ്ട് ഇല്ലെങ്കിൽ?
mr: खाते नाही?
or: ଖାତା ନାଁ ଅଛି?
pa: ਅਕਾਉਂਟ ਨਹੀਂ ਹੈ?
ta: கணக்கு இல்லையா?
te: ఖాతా లేదా?
ur: اکاؤنٹ نہیں ہے؟

# loginBottomTextTwo
source: Sign up
bn: নিবন্ধন করুন
gu: સાઇન અપ કરો
kn: ಸೈನ್ ಅಪ್
ml: സൈൻ അപ്പ് ചെയ്യുക
mr: साइन अप
or: ସାଇନ୍ ଅପ୍
pa: ਸਾਈਨ ਅਪ
ta: பதிவு செய்யுங்கள்
te: సైన్ అప్
ur: سائن اپ کریں

# signupActionText
source: Sign up
bn: নিবন্ধন করুন
gu: સાઇન અપ કરો
kn: ಸೈನ್ ಅಪ್
ml: സൈൻ അപ്പ് ചെയ്യുക
mr: साइन अप करा
or: ସାଇନ୍ ଅପ୍ କରନ୍ତୁ
pa: ਸਾਈਨ ਅਪ ਕਰੋ
ta: பதிவு செய்யுங்கள்
te: సైన్ అప్ చేయండి
ur: سائن اپ کریں

# signupNamePlaceholder
source: Name
bn: নাম
gu: નામ
kn: ಹೆಸರು
ml: പേര്
mr: नाव
or: ନାମ
pa: ਨਾਂ
ta: பெயர்
te: పేరు
ur: نام

# signupEmailPlaceholder
source: Email
bn: ইমেইল
gu: ઇમેઇલ
kn: ಇಮೇಲ್
ml: ഇമെയിൽ
mr: ईमेल
or: ଇମେଲ୍
pa: ਈਮੇਲ
ta: மின்னஞ்சல்
te: ఇమెయిల్
ur: ای میل

# signupPasswordPlaceholder
source: Password
bn: পাসওয়ার্ড
gu: પાસવર્ડ
kn: ಪಾಸ್‌ವರ್ಡ್
ml: പാസ്‌വേഡ്
mr: संकेतशब्द
or: ପାସ୍‌ୱର୍ଡ୍
pa: ਪਾਸਵਰਡ
ta: கடவுச்சொல்
te: పాస్‌వర్డ్
ur: پاس ورڈ

# signupConfirmPasswordPlaceholder
source: Confirm Password
bn: পাসওয়ার্ড নিশ্চিত করুন
gu: પાસવર્ડ નિશ્ચિત કરો
kn: ಪಾಸ್‌ವರ್ಡ್ ದೃಢೀಕರಿಸಿ
ml: പാസ്‌വേഡ് സ്ഥിരീകരിക്കുക
mr: संकेतशब्द पुष्टी करा
or: ପାସ୍‌ୱର୍ଡ୍ ପୁଣି ଲେଖନ୍ତୁ
pa: ਪਾਸਵਰਡ ਪੁਸ਼ਟੀ ਕਰੋ
ta: கடவுச்சொல் உறுதிப்படுத்தவும்
te: పాస్‌వర్డ్ నిర్ధారించండి
ur: پاس ورڈ کی تصدیق کریں

# signupButton
source: SIGN UP
bn: নিবন্ধন
gu: સાઇન અપ
kn: ಸೈನ್ ಅಪ್
ml: സൈൻ അപ്പ് ചെയ്യുക
mr: साइन अप
or: ସାଇନ୍ ଅପ୍
pa: ਸਾਈਨ ਅਪ
ta: பதிவு செய்யுங்கள்
te: సైన్ అప్
ur: سائن اپ

# signupBottomText
source: Already have an account?
bn: ইতিমধ্যে একটি একাউন্ট আছে?
gu: પહેલેથીજ એક એકાઉન્ટ છે?
kn: ನಿಮ್ಮಲ್ಲಿ ಈಗಾಗಲೇ ಖಾತೆ ಇದೆಯೇ?
ml: നിങ്ങള്‍ക്ക് ഇപ്പോഴും അക്കൗണ്ട് ഉണ്ടോ?
mr: खाते आहे?
or: ଖାତା ଅଛି?
pa: ਪਹਿਲਾਂ ਹੀ ਕੋਈ ਅਕਾਉਂਟ ਹੈ?
ta: ஏற்கனவே கணக்கு உள்ளதுகூட?
te: ఖాతా ఉందా?
ur: پہلے سے اکاؤنٹ ہے؟

# signupBottomTextTwo
source: Login
bn: লগইন
gu: લૉગઇન
kn: ಲಾಗಿನ್
ml: ലോഗിന്‍
mr: लॉग इन
or: ଲଗଇନ୍
pa: ਲਾਗਇਨ
ta: உள்நுழையுங்கள்
te: లాగిన్
ur: لاگ ان کریں

# homeAppBarTitle
source: Home
bn: হোম
gu: હોમ
kn: ಹೋಮ್
ml: ഹോം
mr: होम
or: ହୋମ୍
pa: ਹੋਮ
ta: முகப்பு
te: హోమ్
ur: ہوم

# homeTrackingModalHeading
source: Summary
bn: সংক্ষিপ্তসার
gu: સારાંશ
kn: ಸಾರಾಂಶ
ml: സാരാംശം
mr: सारांश
or: ସାରାଂଶ
pa: ਸੰਖੇਪ
ta: சுருக்கம்
te: సారాంశం
ur: خلاصہ

# homeTrackingFrom
source: From
bn: থেকে
gu: થી
kn: ಇಂದ
ml: മുതല്‍
mr: पासून
or: ଥେକେ
pa: ਤੋਂ
ta: இருந்து
te: నుండి
ur: سے

# homeTrackingTo
source: To
bn: পর্যন্ত
gu: સુધી
kn: ಗೆ
ml: വരെ
mr: पर्यंत
or: ପାଇଁ
pa: ਤੱਕ
ta: வரை
te: వరకు
ur: تک

# homeTrackingLicenseNumber
source: License Number
bn: লাইসেন্স নম্বর
gu: લાયસન્સ નંબર
kn: ಲೈಸೆನ್ಸ್ ಸಂಖ್ಯೆ
ml: ലൈസന്‍സ് നമ്പര്‍
mr: अनुमती क्रमांक
or: ଲାଇସେନ୍ସ ନମ୍ବର
pa: ਲਾਇਸੰਸ ਨੰਬਰ
ta: உரிமான எண்
te: లైసెన్స్ సంఖ్య
ur: لائسنس نمبر

# homeTrackingButton
source: Start Tracking
bn: ট্র্যাকিং শুরু করুন
gu: ટ્રેકિંગ શરૂ કરો
kn: ಟ್ರ್ಯಾಕಿಂಗ್ ಪ್ರಾರಂಭಿಸಿ
ml: ട്രാക്കിംഗ് ആരംഭിക്കുക
mr: ट्रॅकिंग सुरू करा
or: ଟ୍ର୍ୟାକିଂ ଶୁରୁ କରନ୍ତୁ
pa: ਟ੍ਰੈਕਿੰਗ ਸ਼ੁਰੂ ਕਰੋ
ta: டிராக்கிங் ஆரம்பிக்க
te: ట్రాకింగ్ ప్రారంభించు
ur: ٹریکنگ شروع کریں

# homeTrackingEnabledHeading
source: Tracking Enabled
bn: ট্র্যাকিং সক্রিয়
gu: ટ્રેકિંગ સક્રિય
kn: ಟ್ರ್ಯಾಕಿಂಗ್ ಸಕ್ರಿಯವಾಗಿದೆ
ml: ട്രാക്കിംഗ് പ്രവർത്തിക്കുന്നു
mr: ट्रॅकिंग सक्षम
or: ଟ୍ର୍ୟାକିଂ ସକ୍ରିୟ କରାଯାଉଛି
pa: ਟ੍ਰੈਕਿੰਗ ਸਮਰੱਥ
ta: டிராக்கிங் இயலுமைச் செயல்பாடு
te: ట్రాకింగ్ ప్రారంభం చేయబడింది
ur: ٹریکنگ فعال ہے

# homeTrackingEnabledSubtitle
source: Close the app to stop tracking
bn: ট্র্যাকিং বন্ধ করতে অ্যাপ বন্ধ করুন
gu: ટ્રેકિંગ બંધ કરવા માટે એપ બંધ કરો
kn: ಟ್ರ್ಯಾಕಿಂಗ್ ನಿಲ್ಲಿಸಲು ಅಪ್ಲಿಕೇಶನ್ ಮುಚ್ಚಿ
ml: ട്രാക്കിംഗ് നിര്‍ത്താന്‍ അപ്ലിക്കേഷൻ അടയ്ക്കുക
mr: ट्रॅकिंग थांबविण्यासाठी अ‍ॅप संपादित करा
or: ଟ୍ର୍ୟାକିଂ ବନ୍ଦ କରିବା ପାଇଁ ଆପ୍ ବନ୍ଦ କରନ୍ତୁ
pa: ਟ੍ਰੈਕਿੰਗ ਬੰਦ ਕਰਨ ਲਈ ਐਪ ਨੂੰ ਬੰਦ ਕਰੋ
ta: மூடுவதற்கு பயன்படுத்துவதை முடிக்க அப் அனைவருக்கும் அனுமதி உள்ளது
te: ట్రాకింగ్ ఆఫ్ చేయడానికి యాప్‌ను మూసివేయండి
ur: ٹریکنگ بند کرنے کے لیے ایپ بند کریں

# groupSnackBarSuccess
source: Member added successfully!
bn: সদস্য সফলভাবে যুক্ত হয়েছে!
gu: સભ્ય સફળતાપૂર્વક ઉમેરવામાં આવ્યો!
kn: ಸದಸ್ಯರನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಸೇರಿಸಲಾಯಿತು!
ml: അംഗം വിജയകരമായി ചേര്‍ക്കപ്പെട്ടു!
mr: सदस्य यशस्वीरित्या जोडला!
or: ସଦସ୍ୟ ସଫଳତାରେ ଯୋଡିଅନ୍ତୁ!
pa: ਸਭੋਂ ਨੂੰ ਸਫਲਤਾਪੂਰਵਕ ਸ਼ਾਮਲ ਕੀਤਾ ਗਿਆ ਹੈ!
ta: உறுப்பினர் வெற்றிகரமாக சேர்க்கப்பட்டார்!
te: సభ్యులు విజయవంతంగా జోడించబడ్డారు!
ur: رکن کامیابی سے شامل ہوا!

# groupSnackBarError
source: Member could not be added!
bn: সদস্য যুক্ত করা যায়নি!
gu: સભ્ય ઉમેરવામાં નિષ્ફળ રહ્યો!
kn: ಸದಸ್ಯರನ್ನು ಸೇರಿಸಲಾಗಲಿಲ್ಲ!
ml: അംഗം ചേര്‍ക്കാന്‍ കഴിയാത്തത്!
mr: सदस्य जोडण्यात अयशस्वी!
or: ସଦସ୍ୟ ଯୋଡିବାକୁ ଅଶିଦ୍ଧ ହୋଇଛି!
pa: ਸਭੋਂ ਨੂੰ ਸ਼ਾਮਲ ਕਰਨ ਦੇ ਕਾਰਨ ਗਲਤੀ ਹੋਈ ਹੈ!
ta: உறுப்பினர் சேர்க்க முடியவில்லை!
te: సభ్యులను జోడించడం సాధ్యపడలేదు!
ur: رکن شامل نہیں کیا جا سکا!

# groupAppBarTitle
source: Your Group
bn: আপনার গ্রুপ
gu: તમારું ગ્રુપ
kn: ನಿಮ್ಮ ಗುಂಪು
ml: നിങ്ങളുടെ ഗ്രൂപ്പ്
mr: आपल्या समूहात
or: ଆପଣଙ୍କ ସମୁହ
pa: ਤੁਹਾਡਾ ਗਰੁੱਪ
ta: உங்கள் குழு
te: మీ గుంపు
ur: آپ کا گروپ

# groupUserSearchHintText
source: Search a user by User ID
bn: ব্যবহারকারী আইডি দিয়ে অনুসন্ধান করুন
gu: વપરાશકર્તા આઈડી દ્વારા શોધો
kn: ಬಳಕೆದಾರ ಐಡಿ ಅನ್ನು ಹುಡುಕಿ
ml: ഉപയോക്താവിന്റെ ഐഡിയെടുക്കാം
mr: वापरकर्त्याच्या आयडीने शोधा
or: ବ୍ୟବହାରକାରୀ ଆଇଡି ଦ୍ୱାରା ଖୋଜନ୍ତୁ
pa: ਯੂਜ਼ਰ ਆਈਡੀ ਦੁਆਰਾ ਖੋਜੋ
ta: பயனர் ஐடி மூலம் தேடுக
te: వాడుకరి ID ద్వారా వెతకండి
ur: صارف آئی ڈی سے تلاش کریں

# groupMembersTitle
source: Members
bn: সদস্য
gu: સભ્યો
kn: ಸದಸ್ಯರು
ml: അംഗങ്ങള്‍
mr: सदस्य
or: ସଦସ୍ୟଗଣ
pa: ਮੈਂਬਰ
ta: உறுப்பினர்கள்
te: సభ్యులు
ur: رکن

# sosAppbarTitle
source: SOS
bn: এসওএস
gu: એસઓએસ
kn: ಎಸ್‌ಒ‌ಎಸ್
ml: എസ്ഓഎസ്
mr: एसओएस
or: ଏସ୍ ଓ ଏସ୍
pa: ਏਸਓਐਸ
te: ఎస్ ఒ ఎస్
ur: ایس او ایس

# sosActionText
source: An alert will be sent to your members with your location
bn: আপনার অবস্থান সহ আপনার সদস্যদের একটি সতর্কতা পাঠানো হবে
gu: તમારા સ્થાન સાથે તમારા સભ્યોને એક સતર્કતા મોકલવામાં આવશે
kn: ನಿಮ್ಮ ಸ್ಥಳ ಸಹಿತ ನಿಮ್ಮ ಸದಸ್ಯರಿಗೆ ಸೂಚನೆ ಕಳುಹಿಸಲಾಗುತ್ತದೆ
ml: നിങ്ങളുടെ സ്ഥാനത്തുള്ള അംഗങ്ങള്‍ക്ക് ഒരു സ്വല്‍പ സതാക്ഷി അയയ്ക്കുന്നു
mr: आपल्या सदस्यांना आपल्या स्थानाशी एक सूचना पाठवता येईल
or: ଆପଣଙ୍କ ସ୍ଥାନ ସହ ଆପଣଙ୍କ ସଦସ୍ୟଗଣଙ୍କୁ ଏକ ହେଚାରୀ ପ୍ରେରିତ ହେବ
pa: ਤੁਹਾਡੇ ਸਭੀ ਸਦਸਿਯਤਾਂ ਨੂੰ ਆਪਣੇ ਸਥਾਨ ਦੀ ਸੂਚਨਾ ਭੇਜੀ ਜਾਵੇਗੀ
ta: உங்கள் இருந்துகணிப்புகளுக்கு மின்னணு அனுப்பப்படும்
te: మీ స్థానంతో మీ అంగస్తులకు హెచ్చరిక పంపబడుతుంది
ur: آپ کی جگہ کے ساتھ ایک الرٹ آپ کے رکن کو بھیجا جائے گا

# sosSendingText
source: Alert sending in
bn: সতর্কতা পাঠানো হচ্ছে
gu: સતર્કતા મોકવી રહી છે
kn: ಸೂಚನೆ ಕಳುಹಿಸುತ್ತಿದೆ
ml: അയയ്ക്കൽ പ്രവര്‍ത്തിപ്പിക്കുന്നു
mr: सूचना पाठवत आहे
or: ହେଚାରୀ ପ୍ରେରିତ ହେଉଛି
pa: ਸੂਚਨਾ ਭੇਜਣ 'ਚ
ta: அறிவித்தல் அனுப்புகிறது
te: హెచ్చరిక పంపబడుతుంది
ur: الرٹ بھیجا جا رہا ہے

# sosCancelText
source: Press again to CANCEL
bn: বাতিল করতে আবার চাপুন
gu: રદ કરવા માટે ફરીથી દબાવો
kn: ರದ್ದು ಮಾಡಲು ಮತ್ತೊಮ್ಮೆ ಒತ್ತಿರಿ
ml: റദ്ദാക്കുകയാണ് മറ്റൊന്ന് അമർത്തുക
mr: रद्द करण्यासाठी पुन्हा दाबा
or: ରଦ୍ଦ କରିବା ପାଇଁ ପୁଣି ଦବାନ୍ତୁ
pa: ਰੱਦ ਕਰਨ ਲਈ ਮੁੜ ਦਬਾਓ
ta: ரத்து செய்ய மீண்டும் அழுத்துக
te: రద్దు చేయడానికి మళ్ళీ నొక్కండి
ur: منسوخ کرنے کے لیے دوبارہ دبائیں

# fakeCallAppBarTitle
source: Fake Call
bn: কৃত্রিম কল
gu: મૃત્યુ કોલ
kn: ಕೃತ್ರಿಮ ಕಾಲ್
ml: കൃത്രിമ കോൾ
mr: खोटा कॉल
or: ନକଳ କଲ୍
pa: ਝੂਠਾ ਕਾਲ
ta: பொய் அழைப்பு
te: నకలు కాల్
ur: جعلی کال

# fakeCallActionText
source: Call me in
bn: আমাকে কল করুন
gu: મને કોલ કરો
kn: ನನಗೆ ಕಾಲ್ ಮಾಡಿ
ml: നന്നേ കോൾ ചെയ്യുക
mr: मला कॉल करा
or: ମୋର କଲ୍ କରନ୍ତୁ
pa: ਮੈਨੂੰ ਕਾਲ ਕਰੋ
ta: என்னை அழைக்க
te: నాకు కాల్ చేయండి
ur: مجھے کال کریں

# fakeCallSeconds
source: sec
bn: সেকেন্ড
gu: સેકન્ડ
kn: ಸೆಕೆಂಡ್
ml: സെക്കൻഡ്
mr: सेकंद
or: ସେକେଣ୍ଡ୍‌
pa: ਸਕਿੰਟ
ta: வினாடிகள்
te: సెకన్లు
ur: سیکنڈ

# fakeCallHintText
source: Add a caller name
bn: কলার নাম যুক্ত করুন
gu: કોલર નામ ઉમેરો
kn: ಕಾಲರ್ ಹೆಸರನ್ನು ಸೇರಿಸಿ
ml: കോൾകാരന്റെ പേര് ചേർക്കുക
mr: कॉलरचं नाव जोडा
or: କଲର ନାମ ଯୋଡ଼ନ୍ତୁ
pa: ਕਾਲਰ ਦਾ ਨਾਮ ਸ਼ਾਮਿਲ ਕਰੋ
ta: அழைப்பான் பெயரை சேர்க்கவும்
te: కాలర్ పేరు చేర్చండి
ur: کالر کا نام شامل کریں

# fakeCallCallMeText
source: Call Me
bn: কল করুন
gu: મને કોલ કરો
kn: ನನ್ನನ್ನು ಕರೆಯಿರಿ
ml: ഞാൻ കോൾ ചെയ്യുക
mr: मला कॉल करा
or: ମୁଁ କଲ୍ କରନ୍ତୁ
pa: ਮੈਨੂੰ ਕਾਲ ਕਰੋ
ta: என்னை அழைக்க
te: నాకు కాల్ చేయండి
ur: مجھے کال کریں

# fakeCallCallingIn
source: Calling in
bn: কল করা হচ্ছে
gu: કોલ કરાવવામાં
kn: ಕಾಲ್ ಮಾಡಲಾಗುತ್ತಿದೆ
ml: കോൾ ചെയ്യുന്നു
mr: कॉल करीत आहे
or: କଲ୍ କରାଯାଉଛି
pa: ਕਾਲ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
ta: அழைக்கிறது
te: కాల్ చేస్తోంది
ur: میں بلاتا ہوں

# fakeCallCancelText
source: Cancel
bn: বাতিল
gu: રદ કરો
kn: ರದ್ದು
ml: റദ്ദുചെയ്യുക
mr: रद्द करा
or: ରଦ୍ଦ କରନ୍ତୁ
pa: ਰੱਦ ਕਰੋ
ta: ரத்து செய்யுங்கள்
te: రద్దు చేయండి
ur: منسوخ کریں

# profileAppBarText
source: Your Profile
bn: আপনার প্রোফাইল
gu: તમારું પ્રોફાઇલ
kn: ನಿಮ್ಮ ಪ್ರೊಫೈಲ್
ml: നിങ്ങളുടെ പ്രൊഫൈല്‍
mr: आपली प्रोफाइल
or: ଆପଣଙ୍କ ପ୍ରୋଫାଇଲ୍
pa: ਤੁਹਾਡਾ ਪ੍ਰੋਫਾਈਲ
ta: உங்கள் சுயவிவரம்
te: మీ ప్రొఫైల్
ur: آپ کا پروفائل

# profileSnackBarText
source: Text copied to clipboard!
bn: ক্লিপবোর্ডে কপি করা হয়েছে!
gu: ક્લિપબોર્ડમાં કોપી કરવામાં આવ્યું!
kn: ವರ್ಣಕೋಶದಲ್ಲಿ ಕಾಪಿ ಮಾಡಲಾಯಿತು!
ml: വര്‍ണകോശത്തില്‍ നകല്‍ ചെയ്യപ്പെട്ടു!
mr: टेक्स्ट खाचून क्लिपबोर्डवर प्रतिलिपीत केली!
or: ଟେକ୍ସଟ୍‌ଟି କପି ଟୁ କ୍ଲିପବୋର୍ଡ୍ କରାଯାଇଛି!
pa: ਪਾਠ ਕਲਿੱਪਬੋਰਡ 'ਤੇ ਕਾਪੀ ਕੀਤਾ ਗਿਆ!
ta: உரை கணிக்கப்பட்டுள்ளது!
te: టెక్స్ట్ క్లిప్‌బోర్డ్‌కు కాపీ చేయబడింది!
ur: ٹیکسٹ کلپ بورڈ میں کاپی کیا گیا!

# profileChangeLanguageText
source: Change Language
bn: ভাষা পরিবর্তন করুন
gu: ભાષા બદલો
kn: ಭಾಷೆ ಬದಲಾಯಿಸಿ
ml: ഭാഷ മാറ്റുക
mr: भाषा बदला
or: ଭାଷା ପରିବର୍ତ୍ତନ କରନ୍ତୁ
pa: ਭਾਸ਼ਾ ਬਦਲੋ
ta: மொழியை மாற்று
te: భాష మార్చు
ur: زبان تبدیل کریں

# profileSignOutText
source: Sign Out
bn: সাইন আউট
gu: સાઇન આઉટ
kn: ಸೈನ್ ಔಟ್
ml: ലോഗ് ഔട്ട്
mr: साइन आउट
or: ପ୍ରସ୍ଥାନ କରନ୍ତୁ
pa: ਸਾਈਨ ਆਉਟ
ta: வெளியேறு
te: లాగ్ ఔట్
ur: باہر نکلیں

# locationDetailsAppBarText
source: Location Details
bn: লোকেশন বিস্তারিত
gu: સ્થાન વિગતો
kn: ಸ್ಥಳ ವಿವರಗಳು
ml: സ്ഥലം വിവരങ്ങള്‍
mr: स्थानाच्या तपशीलांची माहिती
or: ସ୍ଥାନ ବିବରଣୀ
pa: ਸਥਾਨ ਵੇਰਵਾ
ta: இருப்பிட விவரங்கள்
te: స్థాన వివరాలు
ur: مقام کی تفصیلات

# locationLastUpdatedText
source: Last updated
bn: সর্বশেষ আপডেট
gu: છેલ્લો અપડેટ
kn: ಕೊನೆಯಾಗಿ ಅಪ್‌ಡೇಟ್ ಮಾಡಲಾಗಿದೆ
ml: അവസാന അപ്ഡേറ്റ്
mr: शेवटच्या अपडेट
or: ଅନ୍ୟନ୍ତମ ଯାଚ୍ଚିତ
pa: ਆਖਰੀ ਅਪਡੇਟ
ta: கடைசி புதுப்பிக்கப்பட்டது
te: చివరికి నవీకరించబడింది
ur: آخری بار اپ ڈیٹ کیا گیا

# locationLastUpdatedTrip
source: Last Updated Trip
bn: সর্বশেষ আপডেট ট্রিপ
gu: છેલ્લો અપડેટ ટ્રિપ
kn: ಕೊನೆಯಾಗಿ ಅಪ್‌ಡೇಟ್ ಮಾಡಿದ ಪ್ರಯಾಣ
ml: അവസാന അപ്ഡേറ്റുചെയ്ത ട്രിപ്പ്
mr: शेवटच्या अपडेट ट्रिप
or: ଅନ୍ୟନ୍ତମ ଯାଚ୍ଚିତ ପ୍ରଯାଣ
pa: ਆਖਰੀ ਅਪਡੇਟ ਯਾਤਰਾ
ta: கடைசியாக புதுப்பிக்கப்பட்ட பயணம்
te: చివరికి నవీకరించబడింది ప్రయాణం
ur: آخری بار اپ ڈیٹ ٹرپ

# locationFrom
source: From
bn: থেকে
gu: થી
kn: ಮೂಲ
ml: മുതല്‍
mr: पासून
or: ଥେକେ
pa: ਤੋਂ
ta: இருந்து
te: నుండి
ur: سے

# locationTo
source: to
bn: পর্যন্ত
gu: સુધી
kn: ಗೆ
ml: വരെ
mr: ते
or: ପାଇଁ
pa: ਨੂੰ
ta: வரை
te: వరకు
ur: تک

# locationVehicleNo
source: Vehicle No
bn: গাড়ি নম্বর
gu: વાહન નંબર
kn: ವಾಹನ ಸಂಖ್ಯೆ
ml: വാഹന നമ്പര്‍
mr: वाहन क्रमांक
or: ଗାଡି ନମ୍ବର
pa: ਵਾਹਨ ਨੰਬਰ
ta: வாகன எண்
te: వాహన సంఖ్య
ur: وہیکل نمبر

# allSOSAppBarText
source: All SOS
bn: সমস্ত এসওএস
gu: બધા એસઓએસ
kn: ಎಲ್ಲಾ ಎಸ್‌ಒ‌ಎಸ್
ml: എല്ലാ എസ്ഓഎസ്
mr: सर्व एसओएस
or: ସମସ୍ତ ଏସ୍ ଓ ଏସ୍
pa: ਸਭ ਏਸਓਐਸ
ta: அனைத்து SOS காட்சிகள்
te: అన్ని ఎస్ ఒ ఎస్
ur: سب سوس

# sosDetailsAppBarTitle
source: SOS Details
bn: এসওএস বিস্তারিত
gu: એસઓએસ વિગતો
kn: ಎಸ್‌ಒ‌ಎಸ್ ವಿವರಗಳು
ml: എസ്ഓഎസ് വിവരങ്ങള്‍
mr: एसओएस तपशील
or: ଏସ୍ ଓ ଏସ୍ ବିବରଣୀ
pa: ਏਸਓਐਸ ਵੇਰਵਾ
ta: SOS விவரங்கள்
te: ఎస్ ఒ ఎస్ వివరాలు
ur: سوس کی تفصیلات

# changeLanguageAppBarText
source: Change Language
bn: ভাষা পরিবর্তন করুন
gu: ભાષા બદલો
kn: ಭಾಷೆ ಬದಲಾಯಿಸಿ
ml: ഭാഷ മാറ്റുക
mr: भाषा बदला
or: ଭାଷା ପରିବର୍ତ୍ତନ
pa: ਭਾਸ਼ਾ ਬਦਲੋ
ta: மொழியை மாற்று
te: భాష మార్చు
ur: زبان تبدیل کریں

# changeLanguagePreferredLangugage
source: Choose your preferred language
bn: আপনার পছন্দসই ভাষা নির্বাচন করুন
gu: તમારી પસંદગીની ભાષા પસંદ કરો
kn: ನಿಮ್ಮ ಆದರಿತ ಭಾಷೆಯನ್ನು ಆಯ್ಕೆ ಮಾಡಿ
ml: നിങ്ങളുടെ ആദ്യത്തെ ഭാഷ തിരഞ്ഞെടുക്കുക
mr: आपली पसंतीची भाषा निवडा
or: ଆପଣଙ୍କ ପସନ୍ଦରେ ଭାଷା ବାଛନ୍ତୁ
pa: ਆਪਣੀ ਪਸੰਦੀਦਾ ਭਾਸ਼ਾ ਚੁਣੋ
ta: உங்கள் விருப்ப மொழியைத் தேர்ந்தெடுக்கவும்
te: మీ ఇష్టమైన భాషను ఎంచుకో
ur: اپنی پسندیدہ زبان منتخب کریں

# bottomNavigationHome
source: Home
bn: হোম
gu: હોમ
kn: ಹೋಮ್
ml: ഹോം
mr: होम
or: ହୋମ୍
pa: ਘਰ
ta: ஹோம்
te: హోమ్
ur: ہوم

# bottomNavigationMyGroup
source: My Group
bn: আমার গ্রুপ
gu: મારું ગ્રુપ
kn: ನನ್ನ ಗುಂಪು
ml: എന്റെ ഗ്രൂപ്പ്
mr: माझा गट
or: ମୋର ସମୂହ
pa: ਮੇਰਾ ਗਰੁੱਪ
ta: என் குழு
te: నా గుంపు
ur: میرا گروپ

# bottomNavigationSOS
source: SOS
bn: এসওএস
gu: એસઓએસ
kn: ಎಸ್ಒಎಸ್
ml: എസ്‌ഒ്‌എസ്‌
mr: एसओएस
or: ଏସୋଏସ୍
pa: ਐਸਓਐਸ
ta: எஸ்ஓஎஸ்
te: ఎస్ఒఎస్
ur: ایس او ایس

# bottomNavigationFakeCall
source: Fake Call
bn: বাতিল কল
gu: ખોટું કોલ
kn: ನಕಲು ಕಾಲ್
ml: കൊട്ടാരം വിളി
mr: खोटा कॉल
or: ମାନକ କଲ୍
pa: ਝੂਠੀ ਕਾਲ
ta: பெயர் அழைப்பு
te: నకలు కాల్
ur: جعلی کال

# bottomNavigationProfile
source: Profile
bn: প্রোফাইল
gu: પ્રોફાઇલ
kn: ಪ್ರೊಫೈಲ್
ml: പ്രൊഫൈല്‍
mr: प्रोफाइल
or: ପ୍ରୋଫାଇଲ୍
pa: ਪ੍ਰੋਫਾਈਲ
ta: சுயவிவரம்
te: ప్రొఫైల్
ur: پروفائل
